tap "clojure/tools"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "asdf"
brew "awscli"
brew "bat"
brew "bfg"
brew "clojure/tools/clojure"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "cython"
brew "diff-so-fancy"
brew "direnv"
brew "easy-tag"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "git-filter-repo"
brew "git-secrets"
brew "gitleaks"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "gpatch"
brew "gradle-completion"
brew "hashicorp/tap/terraform"
brew "helix"
brew "helm"
brew "htop"
brew "hunspell"
brew "hurl"
brew "imagemagick"
brew "jj"
brew "jq"
brew "jql"
brew "kafka"
brew "kcat"
brew "kubernetes-cli"
brew "lapack"
brew "libpq", link: true
brew "librdkafka"
brew "lld"
brew "llvm"
brew "lua"
brew "luarocks"
brew "make"
brew "mono"
brew "mp3gain"
brew "neovim"
brew "ninja"
brew "nvm"
brew "openssl@3"
brew "openssl@3.0"
brew "p7zip"
brew "pandoc"
brew "pass"
brew "pinentry-mac"
brew "pipenv"
brew "pipx"
brew "pkgconf"
brew "poetry"
brew "postgresql@15"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "python@3.13"
brew "python@3.8", link: false
brew "python@3.9"
brew "redis"
brew "ripgrep"
brew "rom-tools"
brew "starship"
brew "stow"
brew "stylua"
brew "tflint"
brew "tmux"
brew "tree"
brew "trivy"
brew "vim"
brew "wget"
brew "yazi"
brew "yq"
brew "yt-dlp"
brew "zig"
brew "zoxide"
brew "zsh"
cask "adobe-acrobat-reader"
cask "alacritty"
cask "calibre"
cask "discord"
cask "firefox"
cask "ghostty"
cask "gimp"
cask "kdiff3"
cask "keepassxc"
cask "libreoffice"
cask "libreoffice-language-pack"
cask "pocket-casts"
cask "postman"
cask "qbittorrent"
cask "redis-insight"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "zotero"
vscode "anseki.vscode-color"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "jaspernorth.vscode-pigments"
vscode "ldez.ignore-files"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "quicktype.quicktype"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "steoates.autoimport"
vscode "sumneko.lua"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
