brew "asdf"
brew "bat"
brew "bfg"
brew "cmake"
brew "colima"
brew "colordiff"
brew "coreutils"
brew "diff-so-fancy"
brew "direnv"
brew "easy-tag"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "git-filter-repo"
brew "git-secrets"
brew "gitleaks"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "gpatch"
brew "gradle-completion"
brew "htop"
brew "hunspell"
brew "hurl"
brew "imagemagick"
brew "jj"
brew "jq"
brew "jql"
brew "kubernetes-cli"
brew "lapack"
brew "libpq", link: true
brew "librdkafka"
brew "lld"
brew "llvm"
brew "lua"
brew "luarocks"
brew "make"
brew "mono"
brew "mp3gain"
brew "mysql-client"
brew "neovim"
brew "ninja"
brew "nvm"
brew "openssl@3"
brew "openssl@3.0"
brew "p7zip"
brew "pandoc"
brew "pass"
brew "pinentry-mac"
brew "pipenv"
brew "pipx"
brew "pkgconf"
brew "poppler"
brew "postgresql@15"
brew "pyenv"
brew "python@3.13"
brew "redis"
brew "resvg"
brew "ripgrep"
brew "rom-tools"
brew "starship"
brew "stow"
brew "stylua"
brew "tflint"
brew "tmux"
brew "tree"
brew "trivy"
brew "vim"
brew "wget"
brew "yazi"
brew "yq"
brew "yt-dlp"
brew "zoxide"
brew "zsh"
cask "foxitreader"
cask "gimp"
cask "kdiff3"
cask "keepassxc"
cask "libreoffice"
cask "obsidian"
cask "postman"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "zotero"
go "github.com/a-h/templ/cmd/templ"
go "github.com/air-verse/air"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/golang-migrate/migrate/v4/cmd/migrate"
go "github.com/jesseduffield/lazygit"
go "github.com/segmentio/golines"
go "github.com/spf13/cobra-cli"
go "golang.org/x/build/cmd/gorebuild"
go "golang.org/x/tools/cmd/godoc"
go "golang.org/x/tools/cmd/goimports"
go "golang.org/x/tools/gopls"
go "google.golang.org/protobuf/cmd/protoc-gen-go"
vscode "anseki.vscode-color"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "catppuccin.catppuccin-vsc-pack"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "drblury.protobuf-vsc"
vscode "editorconfig.editorconfig"
vscode "github.codespaces"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "mechatroner.rainbow-csv"
vscode "meliproductivityia.copilot-logs"
vscode "mikestead.dotenv"
vscode "quicktype.quicktype"
vscode "sumneko.lua"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
