tap "homebrew/bundle"
tap "homebrew/services"
brew "asdf"
brew "awscli"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "cython"
brew "diff-so-fancy"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "gradle-completion"
brew "htop"
brew "hunspell"
brew "imagemagick"
brew "jq"
brew "jql"
brew "kafka"
brew "kcat"
brew "lapack"
brew "libpq", link: true
brew "librdkafka"
brew "llvm"
brew "lua"
brew "luarocks"
brew "neovim"
brew "nvm"
brew "openssl@3"
brew "openssl@3.0"
brew "p7zip"
brew "pinentry-mac"
brew "pipenv", link: false
brew "poetry"
brew "postgresql@15"
brew "protobuf"
brew "protobuf-c"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "python@3.8"
brew "python@3.9"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "trivy"
brew "vim"
brew "wget"
brew "yq"
brew "yt-dlp"
brew "zoxide"
brew "zsh"
cask "adobe-acrobat-reader"
cask "alacritty"
cask "calibre"
cask "discord"
cask "firefox"
cask "gimp"
cask "iterm2"
cask "kdiff3"
cask "keepassxc"
cask "libreoffice"
cask "libreoffice-language-pack"
cask "pocket-casts"
cask "postman"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
vscode "anseki.vscode-color"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "catppuccin.catppuccin-vsc-pack"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "editorconfig.editorconfig"
vscode "github.codespaces"
vscode "github.vscode-pull-request-github"
vscode "jaspernorth.vscode-pigments"
vscode "ldez.ignore-files"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "quicktype.quicktype"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "steoates.autoimport"
vscode "sumneko.lua"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
