tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "python@3.9"
brew "awscli"
brew "exa"
brew "gh"
brew "git"
brew "git-extras"
brew "gnupg", link: false
brew "imagemagick"
brew "kubernetes-cli"
brew "librdkafka"
brew "nvm"
brew "p7zip"
brew "pandoc"
brew "pipenv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "zsh"
cask "adobe-acrobat-reader"
cask "calibre"
cask "firefox"
cask "insync"
cask "iterm2"
cask "kdiff3"
cask "libreoffice"
cask "libreoffice-language-pack"
cask "pocket-casts"
cask "send-to-kindle"
cask "slack"
cask "spotify"
cask "visual-studio-code"
