tap "go-swagger/go-swagger"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "python@3.11"
brew "awscli"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "cython"
brew "git"
brew "git-extras"
brew "glib-openssl"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "gradle"
brew "gradle-completion"
brew "groovy"
brew "htop"
brew "hunspell"
brew "imagemagick"
brew "jq"
brew "jql"
brew "librdkafka"
brew "kcat"
brew "kotlin"
brew "kotlin-language-server"
brew "lapack"
brew "libpq"
brew "openssl@3", link: true
brew "p7zip"
brew "pinentry-mac"
brew "pipenv", link: false
brew "poetry"
brew "postgresql@14"
brew "protobuf"
brew "protobuf-c"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "tree"
brew "trivy"
brew "vim"
brew "wget"
brew "zsh"
brew "go-swagger/go-swagger/go-swagger"
cask "adobe-acrobat-reader"
cask "firefox"
cask "gimp"
cask "iterm2"
cask "kdiff3"
cask "keepassxc"
cask "libreoffice"
cask "libreoffice-language-pack"
cask "miniconda"
cask "pocket-casts"
cask "postman"
cask "spotify"
cask "visual-studio-code"
cask "zoom"
