tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "python@3.10"
brew "awscli"
brew "gh"
brew "git"
brew "git-extras"
brew "glib-openssl"
brew "gnupg"
brew "go"
brew "gradle"
brew "gradle-completion"
brew "groovy"
brew "kotlin"
brew "kotlin-language-server"
brew "kubernetes-cli"
brew "libpq"
brew "librdkafka"
brew "openssl@3", link: true
brew "p7zip"
brew "pinentry-mac"
brew "pipenv"
brew "postgresql@14"
brew "protobuf"
brew "protobuf-c"
brew "python@3.8"
brew "python@3.9"
brew "vim"
brew "zsh"
cask "adobe-acrobat-reader"
cask "calibre"
cask "firefox"
cask "gimp"
cask "iterm2"
cask "kdiff3"
cask "keepassxc"
cask "libreoffice"
cask "libreoffice-language-pack"
cask "pocket-casts"
cask "postman"
cask "send-to-kindle"
cask "spotify"
cask "visual-studio-code"
cask "zoom"
