7zip
acpi_call-dkms
amd-ucode
android-udev
ark
base
base-devel
bat
bluez
bluez-mesh
bluez-obex
bluez-tools
bluez-utils
btrfs-progs
buildah
clang
cmake
code
diff-so-fancy
direnv
discord
dkms
dolphin
dolphin-emu
dolphin-plugins
dosbox
dosfstools
easytag
efibootmgr
elisa
exfatprogs
fastfetch
fd
filelight
firefox
firefox-i18n-pt-br
fwupd
fwupd-docs
fzf
gamemode
gamescope
gimp
gimp-help-pt_br
git
go
gst-plugin-pipewire
gvfs-gphoto2
gvfs-mtp
gwenview
htop
hunspell-en_us
hurl
inxi
iw
iwd
jq
kaccounts-providers
kate
kcalc
kdiff3
keepassxc
kfind
kigo
kio-gdrive
kleopatra
kmahjongg
kmines
knights
konsole
krename
krusader
less
lhasa
lib32-flac
lib32-gamemode
lib32-libcaca
lib32-mangohud
lib32-vkd3d
libc++
libcaca
libpulse
libreoffice-fresh
libreoffice-fresh-pt-br
libretro-overlays
libretro-shaders-slang
libva-nvidia-driver
linux
linux-firmware
linux-headers
lld
lldb
llvm
luarocks
lutris
lvm2
mame-tools
man-db
mangohud
minder
nano
neovim
network-manager-applet
networkmanager
noto-fonts-cjk
nvidia-container-toolkit
nvidia-open-dkms
nvidia-prime
nvidia-settings
nvm
obsidian
okular
opam
pacman-contrib
partitionmanager
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
podman
podman-compose
podman-desktop
power-profiles-daemon
protontricks
pyenv
python-pip
qbittorrent
qemu-user-static
qemu-user-static-binfmt
qtcreator
readest
retroarch
retroarch-assets-glui
retroarch-assets-ozone
retroarch-assets-xmb
rsync
sigil
smartmontools
sof-firmware
solaar
starship
steam
stow
sudo
testdisk
tmux
tree
tree-sitter-cli
ufw
unzip
vim
vkd3d
vlc
vlc-plugin-aalib
vlc-plugin-aom
vlc-plugin-aribb24
vlc-plugin-aribb25
vlc-plugin-ass
vlc-plugin-avahi
vlc-plugin-bluray
vlc-plugin-caca
vlc-plugin-cddb
vlc-plugin-chromecast
vlc-plugin-dca
vlc-plugin-dvb
vlc-plugin-dvd
vlc-plugin-firewire
vlc-plugin-fluidsynth
vlc-plugin-freetype
vlc-plugin-gme
vlc-plugin-gstreamer
vlc-plugin-jack
vlc-plugin-kate
vlc-plugin-libsecret
vlc-plugin-lirc
vlc-plugin-live555
vlc-plugin-mad
vlc-plugin-matroska
vlc-plugin-mdns
vlc-plugin-modplug
vlc-plugin-mpeg2
vlc-plugin-mtp
vlc-plugin-musepack
vlc-plugin-nfs
vlc-plugin-notify
vlc-plugin-samplerate
vlc-plugin-sdl
vlc-plugin-sftp
vlc-plugin-smb
vlc-plugin-soxr
vlc-plugin-srt
vlc-plugin-svg
vlc-plugin-udev
vlc-plugin-upnp
vlc-plugin-x264
vlc-plugin-x265
vlc-plugin-zvbi
vlc-plugins-all
vlc-plugins-extra
vlc-plugins-visualization
vulkan-mesa-layers
wezterm
wget
wine
wine-mono
wireless-regdb
wireless_tools
wireplumber
wpa_supplicant
xdg-utils
xorg-xinit
yazi
yq
yt-dlp
zip
zoxide
zram-generator
zsh
